-- MySQL dump 10.16  Distrib 10.1.16-MariaDB, for Win32 (AMD64)
--
-- Host: localhost    Database: surf
-- ------------------------------------------------------
-- Server version	10.1.16-MariaDB

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `sigungu`
--

/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sigungu`
--

LOCK TABLES `sigungu` WRITE;
/*!40000 ALTER TABLE `sigungu` DISABLE KEYS */;
INSERT INTO `sigungu` VALUES (1,'강서구',1),(2,'금정구',1),(3,'기장군',1),(4,'남구',1),(5,'동구',1),(6,'동래구',1),(7,'부산진구',1),(8,'북구',1),(9,'사상구',1),(10,'사하구',1),(11,'서구',1),(12,'수영구',1),(13,'연제구',1),(14,'영도구',1),(15,'중구',1),(16,'해운대구',1),(17,'괴산군',2),(18,'단양군',2),(19,'보은군',2),(20,'영동군',2),(21,'옥천군',2),(22,'음성군',2),(23,'제천시',2),(24,'증평군',2),(25,'진천군',2),(26,'청주시 상당구',2),(27,'청주시 서원구',2),(28,'청주시 청원구',2),(29,'청주시 흥덕구',2),(30,'충주시',2),(31,'계룡시',3),(32,'공주시',3),(33,'금산군',3),(34,'논산시',3),(35,'당진시',3),(36,'보령시',3),(37,'부여군',3),(38,'서산시',3),(39,'서천군',3),(40,'아산시',3),(41,'예산군',3),(42,'천안시 동남구',3),(43,'천안시 서북구',3),(44,'청양군',3),(45,'태안군',3),(46,'홍성군',3),(47,'남구',4),(48,'달서구',4),(49,'달성군',4),(50,'동구',4),(51,'북구',4),(52,'서구',4),(53,'수성구',4),(54,'중구',4),(55,'대덕구',5),(56,'동구',5),(57,'서구',5),(58,'유성구',5),(59,'중구',5),(60,'강릉시',6),(61,'고성군',6),(62,'동해시',6),(63,'삼척시',6),(64,'속초시',6),(65,'양구군',6),(66,'양양군',6),(67,'영월군',6),(68,'원주시',6),(69,'인제군',6),(70,'정선군',6),(71,'철원군',6),(72,'춘천시',6),(73,'태백시',6),(74,'평창군',6),(75,'홍천군',6),(76,'화천군',6),(77,'횡성군',6),(78,'광산구',19),(79,'남구',19),(80,'동구',19),(81,'북구',19),(82,'서구',19),(83,'경산시',20),(84,'경주시',20),(85,'고령군',20),(86,'구미시',20),(87,'군위군',20),(88,'김천시',20),(89,'문경시',20),(90,'봉화군',20),(91,'상주시',20),(92,'성주군',20),(93,'안동시',20),(94,'영덕군',20),(95,'영양군',20),(96,'영주시',20),(97,'영천시',20),(98,'예천군',20),(99,'울릉군',20),(100,'울진군',20),(101,'의성군',20),(102,'청도군',20),(103,'청송군',20),(104,'칠곡군',20),(105,'포항시 남구',20),(106,'포항시 북구',20),(107,'거제시',21),(108,'거창군',21),(109,'고성군',21),(110,'김해시',21),(111,'남해군',21),(112,'밀양시',21),(113,'사천시',21),(114,'산청군',21),(115,'양산시',21),(116,'의령군',21),(117,'진주시',21),(118,'창녕군',21),(119,'창원시 마산합포구',21),(120,'창원시 마산회원구',21),(121,'창원시 성산구',21),(122,'창원시 의창구',21),(123,'창원시 진해구',21),(124,'통영시',21),(125,'하동군',21),(126,'함안군',21),(127,'함양군',21),(128,'합천군',21),(129,'가평군',22),(130,'고양시 덕양구',22),(131,'고양시 일산동구',22),(132,'고양시 일산서구',22),(133,'과천시',22),(134,'광명시',22),(135,'광주시',22),(136,'구리시',22),(137,'군포시',22),(138,'김포시',22),(139,'남양주시',22),(140,'동두천시',22),(141,'부천시',22),(142,'성남시 분당구',22),(143,'성남시 수정구',22),(144,'성남시 중원구',22),(145,'수원시 권선구',22),(146,'수원시 영통구',22),(147,'수원시 장안구',22),(148,'수원시 팔달구',22),(149,'시흥시',22),(150,'안산시 단원구',22),(151,'안산시 상록구',22),(152,'안성시',22),(153,'안양시 동안구',22),(154,'안양시 만안구',22),(155,'양주시',22),(156,'양평군',22),(157,'여주시',22),(158,'연천군',22),(159,'오산시',22),(160,'용인시 기흥구',22),(161,'용인시 수지구',22),(162,'용인시 처인구',22),(163,'의왕시',22),(164,'의정부시',22),(165,'이천시',22),(166,'파주시',22),(167,'평택시',22),(168,'포천시',22),(169,'하남시',22),(170,'화성시',22),(171,'강화군',23),(172,'계양구',23),(173,'남구',23),(174,'남동구',23),(175,'동구',23),(176,'부평구',23),(177,'서구',23),(178,'연수구',23),(179,'옹진군',23),(180,'중구',23),(181,'서귀포시',24),(182,'제주시',24),(183,'고창군',25),(184,'군산시',25),(185,'김제시',25),(186,'남원시',25),(187,'무주군',25),(188,'부안군',25),(189,'순창군',25),(190,'완주군',25),(191,'익산시',25),(192,'임실군',25),(193,'장수군',25),(194,'전주시 덕진구',25),(195,'전주시 완산구',25),(196,'정읍시',25),(197,'진안군',25),(198,'강진군',26),(199,'고흥군',26),(200,'곡성군',26),(201,'광양시',26),(202,'구례군',26),(203,'나주시',26),(204,'담양군',26),(205,'목포시',26),(206,'무안군',26),(207,'보성군',26),(208,'순천시',26),(209,'신안군',26),(210,'여수시',26),(211,'영광군',26),(212,'영암군',26),(213,'완도군',26),(214,'장성군',26),(215,'장흥군',26),(216,'진도군',26),(217,'함평군',26),(218,'해남군',26),(219,'화순군',26),(220,'',27),(221,'강남구',28),(222,'강동구',28),(223,'강북구',28),(224,'강서구',28),(225,'관악구',28),(226,'광진구',28),(227,'구로구',28),(228,'금천구',28),(229,'노원구',28),(230,'도봉구',28),(231,'동대문구',28),(232,'동작구',28),(233,'마포구',28),(234,'서대문구',28),(235,'서초구',28),(236,'성동구',28),(237,'성북구',28),(238,'송파구',28),(239,'양천구',28),(240,'영등포구',28),(241,'용산구',28),(242,'은평구',28),(243,'종로구',28),(244,'중구',28),(245,'중랑구',28),(246,'남구',29),(247,'동구',29),(248,'북구',29),(249,'울주군',29),(250,'중구',29);
/*!40000 ALTER TABLE `sigungu` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-11-21  4:31:10
